[Killed] StringLiteral
sd-019-a-project-react-testing-library/src/components/PokemonDetails.js:17:43
         <div className="pokemon-habitat">
           { foundAt.map(({ location, map }) => (
             <div key={ location }>
-              <img src={ `${map}` } alt={ `${name} location` } />
+              <img src={ `${map}` } alt={ "" } />
               <p><em>{ location }</em></p>
             </div>
